Repository: giellalt/corpus-smn
Catalog: tmx/sms/admin/sd/press_releases_fi/bovdehus_kacc_povdim_kutsu.pdf.tmx
Source language: smn
Languages: sms

source: Sämitigge uárnee säämi aalmugpeeivi juhle Aanaar Sijdâmuseost 6.2.2010 tme 17.00-20.00.
sms: SääŠmteŠǧǧ reäšš saaŠmi meerlažpeeiŠv prääŠzneǩ Aanar Siida muŠzeeʼest 6.2.2010 čiâss 17.0020.00.

source: Tilálâšvuotâ lii olgon kuovsâkkâsteatterist.
sms: MeerlažpeeiŠv podd lij åuggan kuuskõõzzteaŠttrest.

source: Ohjelmist muusik, purâdem já siärvástâllâm.
sms: Prograammâst lij musiikk, stuällõõttmõš da sieŠbrjõõttmõš.

source: Párnáid läjiduvvoo el. čierâstâllâm, já ergivyeijim.
sms: Päärnaid riâžžât håŠt čiõrstõõllmõš da jieŠrjin vuejjmõš.

source: Sämitigge uárnee bussisáátuid Hettaast, Ucjuuvâst já Vuáčust Anarân sehe maasâd.
sms: SääŠmteŠǧǧ reäšš bussjååŠđtumuužžid Hettast, Uccjooǥǥâst da Vuõccust Aanra.

source: Sáátu hadde lii 10 € ulmust.
sms: MääŠtǩ hâŠdd 10 € persoonâst.

source: Almottâtmeh juuhlán já sáttoid majemustáá vástuppeeivi 29.1.2010 puh..
sms: IŠlmmtõõttmõõžž meerlažpeeiŠv prääznka da jååŠđtumuužžid mââimõõzzâst 29.1.2010 teŠlf.

source: 0504350177 tâi kaisa.tapiola@samediggi.fi
sms: 0504350177 leŠbe kaisa.tapiola@samediggi.fi

source: Pyereestpuáttim !
sms: PuäŠđ tiõrvân !

source: Sämitige saavâjođetteijee Juvá Leemit, Klemetti Näkkäläjärvi
sms: SääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi
